export const rolePlaySystemData = [
    {
        name: 'gang-system',
        label: 'gang systems',
        detail: `
        ระบบแก๊งในเมืองที่พัฒนามาเพื่ออำนวยความสะดวกให้แก๊ง พร้อมระบบจัดการต่างๆที่ครบและจบในตัวระบบ
        เช่น ระบบจัดการตู้แก๊ง ระบบจัดการธนาคารแก๊ง รวมไปถึงระบบจัดการการาจแก๊ง อีกทั้งระบบร้านค้าแก๊ง
        ซึ่งสามารถใช้แต้มจากการร่วมกิจกรรมต่างๆมาซื้อของเพื่อเสริมทรัพยากรให้แก๊งได้
        `,
    },
    {
        name: 'market-system',
        label: 'market systems',
        detail: `
        ระบบตลาดสุดล้ำของ Glorious โดยการนำเอาระบบ Market Trade มาประยุกต์ใช้ในเมือง 
        ทำให้เกิดนวัตกรรมใหม่ขึ้นมา ผู้เล่นสามารถซื้อ-ขายไอเทมได้แม้ไม่ได้อยู่ในประเทศ 
        รวมไปทั้งยังสามารถพรีออเดอร์สินค้าและสามารถตรวจสอบราคา, เปรียบเทียบราคาได้
        อีกทั้งยังมีประวัติการซื้อขาย สามารถตรวจสอบการซื้อขาย ครบและจบในระบบเดียว
        `,

    },

    {
        name: 'club-system',
        label: 'Glorious Club',
        detail: `
        การเพิ่มสีสันภายในเมืองด้วยระบบคลับ พบกับความน่ารักของน้องๆเอนเตอร์เทน กับนักร้องที่จะมาสร้างสีสันทุกวันหยุดสุดสัปดาห์
        หากรักใครชอบใครสามารถเปย์ของขวัญให้ได้ สามารถขอเพลงหรือส่งข้อความได้ อีกทั้งท็อปสายเปย์ของแต่ละคนยังมีบริการสุดพิเศษจากน้องๆอีก
        เพียงแค่เข้าร่วมคลับก็สามารถรับเหรียญไปคราฟแฟชั่นน่ารักๆจากทางคลับได้เลย
        `,

    },
    {
        name: 'weapon-modifier-system',
        label: 'weapon modifier',
        detail: `
        ระบบเสริมแต่งอาวุธ ที่ผู้เล่นสามารถนำ Rune มาใส่ในอาวุธเพื่อเพิ่มความสามารถ
        ของอาวุธในด้านต่างๆ หรือเพิ่มความสามารถใหม่ๆให้อาวุธ ทำให้มีความหลากหลาย
        ในการเล่นที่มากขึ้น มีการวางแผนมากขึ้น
        `,

    },
    {
        name: 'tournament-system',
        label: 'tournament systems',
        detail: `
        ระบบการแข่งขันแบบ Tournament ผู้เล่นสามารถสร้างทีมเพื่อเข้าแข่งขัน โดยปัจจุบัน
        เป็นรูปแบบการเล่นแบบ Team vs Team โดยมีผู้เล่นฝั่งละ 6 คน โดยจะบบจะทำงานแบบอัตโนมัติ ทั้งการจับสายรวมไปถึงสร้างห้องการแข่งขัน
        จะมีให้เล่นทุกวันเสาร์ เวลา 19.00 น.
        `,

    },
    {
        name: 'vehicle-modifier-system',
        label: 'vehicle modifer',
        detail: `
        ระบบเสริมแต่งยานพาหนะของ Glorious โดยการสามารถติดตั้งอุปกรณ์เสริม 
        ไม่ว่าจะเป็น เครื่องยนต์ เกียร์ เกราะ รวมไปถึงลำโพง ซึ่งสามารถเพิ่มสมรรถนะของ
        ยานพาหนะในด้านต่างๆได้อย่างเห็นผล
        
        `,
    },
    {
        name: 'esport-system',
        label: 'e-sport systems',
        detail: `
        ระบบสร้างห้อง E-Sport สุดล้ำที่สามารถสร้างห้องการเล่นหรือการแข่งขันได้ทุกรูปแบบ
        กับอิสระการปรับแต่งที่หลากหลาย ไม่ว่าจะเป็นรูปแบบการแข่งขัน แมพที่ใช้ในการแข่งขัน
        การจัดการอาวุธ และอื่นๆอีกมากมาย พร้อมมีโหมดให้เล่นด้วยกันถึง 5 โหมดในตอนนี้
        
        `,
    },
    {
        name: 'party-system',
        label: 'party systems',
        detail: `
        ระบบปาร์ตี้ สามารถทำอะไรได้บ้าง เนื่องจากภายในเมือง Glorious ไม่สามารถแลกเปลี่ยน ของงาน Eco ได้ จึงได้มีการทำระบบปาร์ตี้ขึ้นมา
        ปาร์ตี้ทำให้เพิ่มความสามารถของการฟาร์มให้เพื่อน ให้แฟน หรือให้แก๊ง ด้วยระบบโอนย้ายของ เราสามารถตั้งค่าการได้รับของจากงานที่เราฟาร์ม ว่าจะให้ของกับใครในปาร์ตี้ หากอยู่ในระยะที่กำหนดได้รับของ (สามารถตั้งค่าได้เองของใครของมัน)
        `,
    },

    {
        name: 'profile-system',
        label: 'profile systems',
        detail: `
        ระบบโปรไฟล์ ทำให้ผู้เล่นสามารถปรับแต่งโปรไฟล์ตัวละครเองได้ รวมถึงในหน้าต่างโปร์ไฟล์นั้น จะมีสถิติต่างๆให้ผู้เล่นได้ดูกันอีกด้วย รวมไปถึงระดับของงานต่างๆ จะมาลิงค์กับโปรไฟล์ของเรา ทำให้เราดูระดับของงานได้จากหน้าต่างนี้เลย
        รวมไปถึงสามารถดูโปรไฟล์ของคนอื่นๆในเมืองได้
        `,
    },
]