export const systemShowCaseData = [
    {
        name: 'gang-system',
        label: 'gang systems',
        detail: `
        ระบบแก๊งในเมืองที่พัฒนามาเพื่ออำนวยความสะดวกให้แก๊ง พร้อมระบบจัดการต่างๆที่ครบและจบในตัวระบบ
        เช่น ระบบจัดการตู้แก๊ง ระบบจัดการธนาคารแก๊ง รวมไปถึงระบบจัดการการาจแก๊ง อีกทั้งระบบร้านค้าแก๊ง
        ซึ่งสามารถใช้แต้มจากการร่วมกิจกรรมต่างๆมาซื้อของเพื่อเสริมทรัพยากรให้แก๊งได้
        `,
        functions:[
            {
                label: 'จัดการแก๊งและสมาชิก',
            },
            {
                label: 'จัดการตู้แก๊ง',
            },
            {
                label: 'จัดการธนาคารแก๊ง',
            },
            {
                label: 'จัดการการราจแก๊ง',
            },
            {
                label: 'ร้านค้ากิจกรรม',
            },
            {
                label: 'รายละเอียดสตอรี่',
            }
        ],
        positions: {
            left: '0',
            right: '15%',
            bottom: '15%',
            top: '0',
        }
    },
    {
        name: 'market-system',
        label: 'market systems',
        detail: `
        ระบบตลาดสุดล้ำของ Glorious โดยการนำเอาระบบ Market Trade มาประยุกต์ใช้ในเมือง 
        ทำให้เกิดนวัตกรรมใหม่ขึ้นมา ผู้เล่นสามารถซื้อ-ขายไอเทมได้แม้ไม่ได้อยู่ในประเทศ 
        รวมไปทั้งยังสามารถพรีออเดอร์สินค้าและสามารถตรวจสอบราคา, เปรียบเทียบราคาได้
        อีกทั้งยังมีประวัติการซื้อขาย สามารถตรวจสอบการซื้อขาย ครบและจบในระบบเดียว
        `,
        functions:[
            {
                label: 'พรีออเดอร์สินค้า',
            },
            {
                label: 'เปรียบเทียบราคาซื้อขาย',
            },
            {
                label: 'ซื้อขายสินค้าแม้ออฟไลน์',
            },
            {
                label: 'ตรวจสอบประวัติซื้อขาย',
            }
        ],
        positions: {
            left: '0',
            right: '55%',
            bottom: '0',
            top: '25%',
        }
    },
    {
        name: 'weapon-modifier-system',
        label: 'weapon modifier',
        detail: `
        ระบบเสริมแต่งอาวุธ ที่ผู้เล่นสามารถนำ Rune มาใส่ในอาวุธเพื่อเพิ่มความสามารถ
        ของอาวุธในด้านต่างๆ หรือเพิ่มความสามารถใหม่ๆให้อาวุธ ทำให้มีความหลากหลาย
        ในการเล่นที่มากขึ้น มีการวางแผนมากขึ้น
        `,
        functions:[
            {
                label: 'ปรับแต่งอาวุธ',
            },
            {
                label: 'เพิ่มความสามารถใหม่ๆ',
            }
        ],
        positions: {
            left: '25%',
            right: '0',
            bottom: '0',
            top: '40%',
        }
    },
    {
        name: 'tournament-system',
        label: 'tournament systems',
        detail: `
        ระบบการแข่งขันแบบ Tournament ผู้เล่นสามารถสร้างทีมเพื่อเข้าแข่งขัน โดยปัจจุบัน
        เป็นรูปแบบการเล่นแบบ Team vs Team โดยมีผู้เล่นฝั่งละ 6 คน โดยจะบบจะทำงานแบบอัตโนมัติ ทั้งการจับสายรวมไปถึงสร้างห้องการแข่งขัน
        จะมีให้เล่นทุกวันเสาร์ เวลา 19.00 น.
        `,
        functions:[
            {
                label: 'ระบบแข่งขัน',
            },
            {
                label: 'จัดการทีม',
            }
        ],
        positions: {
            left: '0',
            right: '20%',
            bottom: '60%',
            top: '0',
        }
    },
    {
        name: 'esport-system',
        label: 'e-sport systems',
        detail: `
        ระบบสร้างห้อง E-Sport สุดล้ำที่สามารถสร้างห้องการเล่นหรือการแข่งขันได้ทุกรูปแบบ
        กับอิสระการปรับแต่งที่หลากหลาย ไม่ว่าจะเป็นรูปแบบการแข่งขัน แมพที่ใช้ในการแข่งขัน
        การจัดการอาวุธ และอื่นๆอีกมากมาย พร้อมมีโหมดให้เล่นด้วยกันถึง 5 โหมดในตอนนี้
        
        `,
        functions:[
            {
                label: 'สร้างล็อบบี้',
            },
            {
                label: 'จัดการล็อบบี้',
            },
            {
                label: 'อิสระในการปรับแต่ง',
            },
            {
                label: 'โหมดการเล่นที่หลากหลาย',
            }

        ],
        positions: {
            left: '50%',
            right: '0',
            bottom: '60%',
            top: '0',
        }
    },
    {
        name: 'vehicle-modifier-system',
        label: 'vehicle modifer',
        detail: `
        ระบบเสริมแต่งยานพาหนะของ Glorious โดยการสามารถติดตั้งอุปกรณ์เสริม 
        ไม่ว่าจะเป็น เครื่องยนต์ เกียร์ เกราะ รวมไปถึงลำโพง ซึ่งสามารถเพิ่มสมรรถนะของ
        ยานพาหนะในด้านต่างๆได้อย่างเห็นผล
        
        `,
        functions:[
            {
                label: 'ปรับแต่งยานพาหนะ',
            },
            {
                label: 'เพิ่มความเร็ว',
            },
            {
                label: 'เพิ่มอัตราเร่ง',
            },
            {
                label: 'เพิ่มความถึกทน',
            }
        ],
        positions: {
            left: '40%',
            right: '0',
            bottom: '10%',
            top: '0',
        }
    }
]