export const trainingSystemData = [

    {
        name: 'club-system',
        label: 'Glorious Club',
        detail: `
        การเพิ่มสีสันภายในเมืองด้วยระบบคลับ พบกับความน่ารักของน้องๆเอนเตอร์เทน กับนักร้องที่จะมาสร้างสีสันทุกวันหยุดสุดสัปดาห์
        หากรักใครชอบใครสามารถเปย์ของขวัญให้ได้ สามารถขอเพลงหรือส่งข้อความได้ อีกทั้งท็อปสายเปย์ของแต่ละคนยังมีบริการสุดพิเศษจากน้องๆอีก
        เพียงแค่เข้าร่วมคลับก็สามารถรับเหรียญไปคราฟแฟชั่นน่ารักๆจากทางคลับได้เลย
        `,

    },
    {
        name: 'tournament-system',
        label: 'tournament systems',
        detail: `
        ระบบการแข่งขันแบบ Tournament ผู้เล่นสามารถสร้างทีมเพื่อเข้าแข่งขัน โดยปัจจุบัน
        เป็นรูปแบบการเล่นแบบ Team vs Team โดยมีผู้เล่นฝั่งละ 6 คน โดยจะบบจะทำงานแบบอัตโนมัติ ทั้งการจับสายรวมไปถึงสร้างห้องการแข่งขัน
        จะมีให้เล่นทุกวันเสาร์ เวลา 19.00 น.
        `,

    },
    {
        name: 'esport-system',
        label: 'e-sport systems',
        detail: `
        ระบบสร้างห้อง E-Sport สุดล้ำที่สามารถสร้างห้องการเล่นหรือการแข่งขันได้ทุกรูปแบบ
        กับอิสระการปรับแต่งที่หลากหลาย ไม่ว่าจะเป็นรูปแบบการแข่งขัน แมพที่ใช้ในการแข่งขัน
        การจัดการอาวุธ และอื่นๆอีกมากมาย พร้อมมีโหมดให้เล่นด้วยกันถึง 5 โหมดในตอนนี้
        
        `,
    },

    {
        name: 'story-mode-system',
        label: 'story mode systems',
        detail: `
        ระบบสร้างห้อง Story Mode ที่กำลังเป็นที่นิยมอยู่ในขณะนี้ เมืองของเราก็มีระบบนี้ให้ผู้เล่นได้เล่นกัน
        พร้อมการปรับแต่งได้อย่างหลากหลาย สามารถเลือกแมพ และปรับแต่งต้องได้อย่างอิสระ
        `,
    },
]